Repository: MashaelAlmarzooq/MAZADUNA-RealestatesAuctions-app
Catalog: MAZADUNA/*.lproj/Localizable.strings
Languages: ar

# shareTitle
source: Share
ar: مشاركة

# shareMsg
source: Share the auction to your friends!
ar: شارك هذا المزاد مع اصحابك!

# shareTwt
source: Share with twitter
ar: مشاركة على تويتر

# like
source: I like this auction on Mazaduna:
ar: اعجبني هذا المزاد في تطبيق مزادنا:

# locate
source: Locate at
ar: بالموقع

source: in
ar: في

source: City
ar: مدينة

# describe
source: Which described as
ar: مع الوصف

# startWith
source: It start with
ar: بدأت بالسعر

# nowReaches
source: And now reaches
ar: وسعرها الان

source: Add Comment...
ar: أضف تعليق...

source: Seller Information
ar: معلومات البائع

# sellerPosts
source: Posts
ar: المزادات

# ratinges
source: Ratings
ar: التقييمات

source: Rate Seller
ar: قيَّم البائع

source: Rate
ar: قيَّم

# deleteAlert
source: Alert
ar: تنبيه

# deleteMsg
source: Are you sure to delete this post?
ar: هل أنت متأكد من حذف هذا المزاد؟

# deleteYes
source: Yes
ar: نعم

# deleteNo
source: No
ar: لا

# youCantDelete
source: Sorry, you can't delete an auction that already started
ar: المعذرة، لا يمكنك حذف مزادًا قد بدأ

# saveButton
source: Save
ar: حفظ

# manageValidEmail
source: Please enter valid email
ar: الرجاء ادخال بريد الكتروني صالح

# manageValidPhone
source: Please enter valid phone number
ar: الرجاء ادخال رقم هاتف صالح

# manageUpdate
source: Updating..
ar: تحديث..

# managePhoneExist
source: Phone number is already exists. please enter different one
ar: رقم الهاتف المدخل مستعمل، الرجاء ادخال رقم هاتف آخر

# manageConfirm
source: Confirmed
ar: تأكيد

# manageProfileSuccessfully
source: Profile updated successfully.
ar: تم تحديث حسابك بنجاح

# manageWrongPhone
source: Wrong phone number
ar: رقم الهاتف المدخل خاطئ

# managePhoneExist2
source: Number already exists
ar: رقم الهاتف المدخل مستعمل

# enterOTP
source: Enter Verification Code
ar: الرجاء ادخال رمز التفعيل

# manageCheck
source: Checking..
ar: فحص..

source: My Profile
ar: حسابي

source: My Posts
ar: مزاداتي

source: Auctions
ar: المزادات

# myFavorite
source: My Favorite Auctions
ar: مفضلتي

# profileEmail
source: Email
ar: البريد الالكتروني

# profilePhone
source: Phone
ar: رقم الهاتف

# vLocation
source: City :
ar: المدينة :

# vType
source: Type :
ar: نوع العقار :

# vNeighborhood
source: Neighborhood :
ar: الحي :

# vDescription
source: Description :
ar: الوصف :

# vStartPrice
source: Start Price :
ar: السعر المبدئي :

# vSpace
source: Space :
ar: المساحة :

# vStartDate
source: Start Date :
ar: تاريخ البداية :

# vEndDate
source: End Date :
ar: تاريخ النهاية :

# vCurrentPrice
source: Current Price
ar: السعر الحالي

# bidButton
source: Bid
ar: زايد

# bidErrorHigh
source: You can't bid high than two times the bidding price, please bid lower
ar: لا يمكن المزايدة بأعلى من ضعف السعر الحالي، الرجاء المزايدة بسعرٍ أقل

# bidErrorLow
source: You can't bid less than bidding price, please bid higher
ar: لا يمكن المزايدة بأقل من ضعف السعر الحالي، الرجاء المزايدة بسعرٍ أعلى

# bidErrorSame
source: Sorry you can't bid with same bidding price, please bid higher
ar: المعذرة، لا يمكن المزايدة بنفس السعر الحالي. الرجاء المزايدة بسعرٍ أعلى

# bidConfirmationTitle
source: Confirmed
ar: تأكيد

# bidConfirmationMsg
source: You have placed your bidding succesfully
ar: تمت المزايدة.

# realEstateName
source: Real State Name: *
ar: اسم العقار: *

# realEstateNameFeild
source: Enter name
ar: ادخل الاسم

source: Add location*
ar: اضف الموقع*

source: Upload photo*
ar: ارفع صور*

# realEstateSpace
source: Space:*
ar: المساحة:*

# realEstateSpaceFeild
source: Enter space
ar: ادخل المساحة

# realEstateMeter
source: m²
ar: م²

# realEstateType
source: Type:*
ar: نوع العقار:*

# realEstateTypeFeild
source: Select type
ar: اختر النوع

# realEstatePrice
source: Price:*
ar: السعر:*

# realEstatePriceFeild
source: Enter price
ar: ادخل السعر

# realEstateCurrency
source: SAR
ar: ر.س

# realEstateStartDate
source: Start Date:*
ar: تاريخ البداية:*

# realEstateStartDateFeild
source: Enter start date
ar: ادخل تاريخ البداية

# realEstateEndDate
source: End Date:*
ar: تاريخ النهاية:*

# realEstateEndDateFeild
source: Enter end date
ar: ادخل تاريخ النهاية

# realEstateDescription
source: Description:*
ar: الوصف:*

source: Post
ar: أنشر

# priceError
source: Price should be more than 0
ar: السعر يجب أن يكون أعلى من الصفر

# spaceError
source: Space should be more than 0
ar: المساحة يجب أن تكون أعلى من الصفر

source: Villa
ar: فيلا

source: Land
ar: أرض

source: Apartment
ar: شقة

source: Duplex
ar: دبلكس

source: Builiding
ar: مبنى

source: Post Uploading
ar: يتم التحميل

# postFailed
source: Failed to upload. Please try again.
ar: فشل التحميل يرجى المحاولة مرة أخرى

# postCreating
source: Creating
ar: تحميل

source: Photos
ar: ألبوم الصور

source: Camera
ar: كاميرا

source: Done
ar: تم

# dateError1
source: Start date can not be later then end date. Please select valid start date.
ar: تاريخ البداية لا يمكن أن يكون بعد تاريخ النهاية. الرجاء تحديد تاريخ بداية صالح.

# dateError2
source: Please select start date first.
ar: الرجاء تحديد تاريخ البداية أولًا

# dateError3
source: End date can not be earlier then start date. Please select valid end date.
ar: تاريخ النهاية لا يمكن أن يكون قبل تاريخ البداية. الرجاء تحديد تاريخ نهاية صالح.

# settingsAlert
source: You haven't registered yet. Only registered user can open settings. Please Sign Up or Sign In if you are already registered.
ar: ليس لديك حساب. فقط المستخدمين يمكنهم أن يصلوا للاعدادات. الرجاء انشاء حساب او تسجيل الدخول

# favoriteAlert
source: You haven't registered yet. Only registered user can open favourite page. Please Sign Up or Sign In if you are already registered.
ar: ليس لديك حساب. فقط المستخدمين يمكنهم أن يصلوا للمفضلة. الرجاء انشاء حساب او تسجيل الدخول

# cancel
source: الغاء
ar: Cancel

# ok
source: حسنًا
ar: OK

# warning
source: تحذير
ar: Warning

# bodyMsg
source: اغلق التطبيق واعد تشغليه لتغيير اللغة؟
ar: Close the app and open it to change language?

# postAlert
source: You haven't registered yet. Only registered user can make a post here. Please Sign Up or Sign In if you are already registered.
ar: ليس لديك حساب. فقط المستخدمين يمكنهم أن ينشروا مزادًا. الرجاء انشاء حساب او تسجيل الدخول

# cancelAlert
source: Cancel
ar: الغاء

source: Sign Up
ar: انشاء حساب

# emailSignUp
source: Email: *
ar: البريد الالكتروني: *

# phoneSignUp
source: Phone: *
ar: رقم الهاتف: *

# passwordSignUp
source: Password: *
ar: كلمة المرور: *

# requiredFieldsSignUp
source: *Required feilds
ar: مطلوب *

# SignUpButton
source: Sign up
ar: انشاء حساب

# skipButton
source: Continue as a Visitor
ar: تصفح كزائر

# doYouHaveAcc
source: Do you have an account?
ar: هل لديك حساب؟

# signInForSignUp
source: Sign In
ar: تسجيل الدخول

# validEmail
source: Please enter valid email address
ar: الرجاء ادخال بريد الكتروني صالح

# validPhonenumber
source: Enter valid phonenumber
ar: الرجاء ادخال رقم هاتف صالح

# strongPassword
source: Enter strong password
ar: الرجاء ادخال كلمة مرور قوية

# errorTitle
source: Error
ar: تنبيه

# errorAction
source: OK
ar: حسنًا

# fillAllFieldsError
source: Please fill in all fields
ar: الرجاء تعبئة جميع الحقول

# validAllFields
source: Please Enter valid email, phone number, and password
ar: الرجاء ادخال بريد الكتروني صالح رقم هاتف صالح وكلمة مرور صالحة

# validEmailAndPhone
source: Please Enter valid email and phone number
ar: الرجاء ادخال بريد الكتروني صالح ورقم هاتف صالح

# validPhoneAndPassword
source: Please Enter valid phone number and password
ar: الرجاء ادخال رقم هاتف صالح وكلمة مرور صالحة

# validEmailAndPassword
source: Please Enter valid email and password
ar: الرجاء ادخال بريد الكتروني صالح وكلمة مرور صالحة

# validPhone
source: Please enter valid phone number
ar: الرجاء ادخال رقم هاتف صالح

# validPassword
source: Password must be at least 8 characters, One Alphabet, One Special Character
ar: يجب ان تحتوي كلمة المرور على 8 خانات على الاقل، حرف واحد، ورمز خاص

# phoneExist
source: This Phone number is already Exists
ar: رقم الهاتف المدخل مستخدم

# emailExist
source: This Email is already exists
ar: البريد الالكتروني المدخل مستخدم

# signInByPhone
source: Sign In with phone number
ar: تسجيل الدخول برقم الهاتف

source: New to Mazaduna?
ar: ليس لديك حساب؟

# emailNotExist
source: The email does not exist
ar: البريد الالكتروني غير موجود

# invalidSignIn
source: Wrong email or password
ar: البريد الالكتروني او كلمة المرور خاطئة

source: OTP: *
ar: رمز التفعيل: *

# wrongPhone
source: Wrong phone number
ar: رقم الهاتف المدخل خاطئ

source: Wrong OTP
ar: رمز التفعيل المدخل خاطئ

# errorOTP
source: Error getting verification id
ar: عذرًا حدث خطأ اثناء استعادة رمز التفعيل

source: Auction
ar: مزاد

# ended
source: Has ended
ar: انتهى

# closePrice
source: Close price at
ar: على سعر

source: Bidder:
ar: العضو:

source: Has Won
ar: فاز

# priceUpdate
source: Price Has been Updated
ar: تم تحديث سعر المزايدة

# notificationBody
source: A New Bidder Just Made a New Bid
ar: قام عضو جديد بمزايدة جديدة
